alsa-utils
autoconf
automake
awesome
baobab
base
bash-completion
bison
cheese
chromium
code-marketplace
dmenu
docker
efibootmgr
eog
epiphany
evince
fakeroot
file-roller
flex
gcc
gdm
gedit
git
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
google-chrome-dev
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hddtemp
libgnome-keyring
linux
linux-firmware
m4
make
malcontent
mutter
nano
nautilus
neovim
nerd-fonts-complete-starship
networkmanager
nodejs-lts-gallium
openssh
orca
patch
picom
pkgconf
rofi
rofi-emoji
rofi-greenclip
rygel
simple-scan
spotify
sudo
sushi
terminator
texinfo
totem
tracker3-miners
tree
typescript
vicious
vim
vim-plug
vino
visual-studio-code-bin
which
wireless_tools
xclip
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xinit-xsession
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
yay
yelp
